/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Verbinden.";
"cover-open" = "Die Abdeckung ist offen.";
"developer-empty" = "Der Entwickler ist leer.";
"developer-low" = "Wenig Entwickler.";
"door-open" = "Die Tür ist offen.";
"fuser-over-temp" = "Die Temperatur des Fixierers ist zu hoch.";
"fuser-under-temp" = "Die Temperatur des Fixierers ist zu niedrig.";
"input-tray-missing" = "Das Medienfach fehlt.";
"interlock-open" = "Die Verriegelung ist offen.";
"interpreter-resource-unavailable" = "Ressource nicht verfügbar (z. B. Schrift)";
"marker-supply-empty" = "Tinte/Toner leer.";
"marker-supply-low" = "Wenig Tinte/Toner.";
"marker-waste-almost-full" = "Tinten/Toner-Abfallbehälter fast voll.";
"marker-waste-full" = "Tinten/Toner-Abfallbehälter voll.";
"media-empty" = "Das Medienfach ist leer.";
"media-jam" = "Papierstau im Medienfach.";
"media-low" = "Das Medienfach ist fast leer.";
"media-needed" = "Das Medienfach muss aufgefüllt werden.";
"moving-to-paused" = "Die Verbindung zum Drucker wird getrennt,";
"none" = " ";
"opc-life-over" = "Die Bildtrommel (OPC) muss ausgetauscht werden.";
"opc-near-eol" = "Die Bildtrommel (OPC) muss bald ausgetauscht werden.";
"other" = " ";
"output-area-almost-full" = "Das Ausgabefach ist fast voll.";
"output-area-full" = "Das Ausgabefach ist voll.";
"output-tray-missing" = "Das Ausgabefach fehlt.";
"paused" = "Angehalten.";
"shutdown" = "Der Drucker ist offline.";
"spool-area-full" = "Spool-Bereich voll.";
"stopped-partly" = "Teilweise gestoppt";
"stopping" = "Stoppen";
"timed-out" = "Drucker reagiert nicht mehr.";
"toner-empty" = "Der Toner ist leer.";
"toner-low" = "Wenig Toner.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Stoppen.";
"compression-error" = "Dekomprimierungsfehler.";
"document-access-error" = "Fehler beim Zugriff auf Dokument.";
"document-format-error" = "Formatfehler des Dokuments.";
"job-canceled-at-device" = "Druckauftrag am Drucker abgebrochen.";
"job-canceled-by-operator" = "Vom Bediener abgebrochen.";
"job-canceled-by-user" = "Vom Benutzer abgebrochen.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Mit Fehlern abgeschlossen.";
"job-completed-with-warnings" = "Mit Warnhinweisen abgeschlossen.";
"job-data-insufficient" = "Daten ungenügend.";
"job-hold-until-specified" = "Stoppen bis";
"job-incoming" = "Empfangen.";
"job-interpreting" = "Vorbereiten.";
"job-outgoing" = "Senden.";
"job-printing" = "Drucken.";
"job-queued-for-marker" = "In der Warteliste vor der Ausführung.";
"job-queued" = "In der Warteliste.";
"job-restartable" = "Kann erneut gestartet werden.";
"job-transforming" = "Umwandeln.";
"printer-stopped-partly" = "Drucker teilweise gestoppt.";
"printer-stopped" = "Drucker gestoppt.";
"processing-to-stop-point" = "Stoppen.";
"queued-in-device" = "Bereit.";
"resources-are-not-ready" = "Die Ressourcen sind nicht bereit.";
"service-off-line" = "Der Dienst ist offline.";
"submission-interrupted" = "Senden unterbrochen.";
"unsupported-compression" = "Nicht unterstützte Komprimierung.";
"unsupported-document-format" = "Das Format des Dokuments wird nicht unterstützt.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Neue Aufträge stoppen";
"deactivated" = "Deaktiviert";
"job-suspended" = "Aufgeschoben.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Filter fehlt.";
"offline-error" = "Offline.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk ist deaktiviert.";
"apple-missing-usbclassdriver-error" = "USB-Class-Treiber fehlt.";
"apple-nbp-lookup-warning" = "Drucker reagiert nicht.";
